#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "rus");
    double R, C, S;
    double P = 3.14;
    cout << "Введите радиус: " << endl;
    cin >> R;
    
    C = 2*P*R;
    S = P * R * R;
    cout << "Длина окружности: " << C << endl;
    cout << "Площадь: " << S << endl;

 // ЗАДАЧА 2
// Дан радиус окружности. Найти длину окружности и площадь.


// Задача 3
 // Дано четырехначное число. Найти Сумму двух крайних цифр и произведение двух средних цифр.
}
